Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Check your provider's dashboard for actual usage. With tool use the payload per message is much smaller than before, but tool results still count against your tokens. Switching models breaks prompt caching until the new model's cache warms.
ar: راجع لوحة تحكم مزوّدك لمعرفة الاستخدام الفعلي. مع استخدام الأدوات أصبحت حمولة كل رسالة أصغر بكثير من ذي قبل، لكن نتائج الأدوات لا تزال تُحتسب من رموزك. تبديل النماذج يعطّل التخزين المؤقت للموجّه حتى تمتلئ ذاكرة النموذج الجديد.
da: Tjek din udbyders dashboard for det faktiske forbrug. Med værktøjsbrug er datamængden pr. besked meget mindre end før, men værktøjsresultater tæller stadig med i dine tokens. Skift af model bryder prompt-caching, indtil den nye models cache er varmet op.
de: Prüfe die tatsächliche Nutzung im Dashboard deines Anbieters. Mit Tool-Nutzung ist die Datenmenge pro Nachricht viel kleiner als früher, aber Tool-Ergebnisse zählen trotzdem zu deinen Tokens. Ein Modellwechsel unterbricht das Prompt-Caching, bis sich der Cache des neuen Modells aufgebaut hat.
es: Consulta el panel de tu proveedor para ver el uso real. Con el uso de herramientas, la carga por mensaje es mucho menor que antes, pero los resultados de las herramientas siguen contando para tus tokens. Cambiar de modelo invalida la caché de prompts hasta que la caché del nuevo modelo se caliente.
fi: Tarkista todellinen käyttö palveluntarjoajasi hallintapaneelista. Työkalujen käytön ansiosta viestikohtainen tietomäärä on paljon aiempaa pienempi, mutta työkalujen tulokset lasketaan silti tokeneihisi. Mallin vaihtaminen katkaisee kehotteiden välimuistin, kunnes uuden mallin välimuisti lämpenee.
fr: Consultez le tableau de bord de votre fournisseur pour l’utilisation réelle. Avec l’utilisation d’outils, la charge par message est bien plus petite qu’avant, mais les résultats des outils comptent quand même dans vos jetons. Changer de modèle interrompt la mise en cache des prompts jusqu’à ce que le cache du nouveau modèle se remplisse.
is: Skoðaðu stjórnborð þjónustuaðilans þíns til að sjá raunverulega notkun. Með verkfæranotkun er gagnamagnið á hvert skeyti mun minna en áður, en niðurstöður verkfæra teljast samt til tókanna þinna. Ef skipt er um líkan rofnar skyndiminni fyrirmæla þar til skyndiminni nýja líkansins hefur hitnað.
it: Controlla l'utilizzo effettivo nel pannello del tuo fornitore. Con l'uso degli strumenti il contenuto inviato per messaggio è molto più piccolo di prima, ma i risultati degli strumenti contano comunque nei token. Cambiare modello interrompe la cache dei prompt finché la cache del nuovo modello non si riscalda.
ja: 実際の使用量はプロバイダのダッシュボードで確認してください。ツール使用によりメッセージごとのデータ量は以前よりかなり小さくなりましたが、ツールの結果もトークンとしてカウントされます。モデルを切り替えると、新しいモデルのキャッシュが温まるまでプロンプトキャッシュが効かなくなります。
ko: 실제 사용량은 제공업체의 대시보드에서 확인하세요. 도구 사용으로 메시지당 전송량은 이전보다 훨씬 작아졌지만, 도구 결과도 토큰에 포함됩니다. 모델을 전환하면 새 모델의 캐시가 준비될 때까지 프롬프트 캐싱이 작동하지 않습니다.
nb: Sjekk oversikten hos leverandøren for faktisk bruk. Med verktøybruk er datamengden per melding mye mindre enn før, men verktøyresultater teller fortsatt mot tokenene dine. Bytte av modell bryter hurtigbufring av ledetekster til den nye modellens hurtigbuffer er varmet opp.
nl: Bekijk het dashboard van je aanbieder voor het werkelijke gebruik. Met toolgebruik is de payload per bericht veel kleiner dan vroeger, maar toolresultaten tellen nog steeds mee voor je tokens. Van model wisselen breekt de promptcaching tot de cache van het nieuwe model is opgewarmd.
pt_br: Confira o uso real no painel do seu provedor. Com o uso de ferramentas, o volume por mensagem é bem menor do que antes, mas os resultados das ferramentas ainda contam nos seus tokens. Trocar de modelo interrompe o cache de prompt até que o cache do novo modelo seja aquecido.
ru: Фактический расход смотрите в панели вашего провайдера. С использованием инструментов объём данных на сообщение намного меньше, чем раньше, но результаты инструментов всё равно расходуют токены. Смена модели сбрасывает кэширование запросов, пока кэш новой модели не наполнится.
sv: Kontrollera faktisk användning i leverantörens instrumentpanel. Med verktygsanvändning är datamängden per meddelande mycket mindre än tidigare, men verktygsresultat räknas ändå mot dina token. Byter du modell bryts promptcachningen tills den nya modellens cache har värmts upp.
zh_hans: 请在服务商的控制台查看实际用量。使用工具调用后，每条消息的数据量比以前小得多，但工具结果仍会计入你的 token。切换模型会使提示缓存失效，直到新模型的缓存预热完成。

source: Choose from six accent color themes
ar: اختر من بين ست سمات لونية
da: Vælg mellem seks farvetemaer
de: Wähle aus sechs Akzentfarbthemen
es: Elige entre seis temas de color de acento
fi: Valitse kuudesta korostusväriteemasta
fr: Choisissez parmi six thèmes de couleur d’accent
is: Veldu úr sex litaþemum
it: Scegli tra sei temi di colore d'accento
ja: 6 種類のアクセントカラーテーマから選べます
ko: 여섯 가지 강조 색상 테마 중에서 선택하세요
nb: Velg mellom seks fargetemaer
nl: Kies uit zes accentkleurthema’s
pt_br: Escolha entre seis temas de cor de destaque
ru: Выберите одну из шести цветовых тем
sv: Välj bland sex accentfärgsteman
zh_hans: 从六种强调色主题中选择

source: Choose your analysis window: 1 Week, 2 Weeks, 1 Month, 3 Months, or All Time.
ar: اختر نافذة التحليل: أسبوع، أسبوعان، شهر، 3 أشهر، أو كل الوقت.
da: Vælg dit analysevindue: 1 uge, 2 uger, 1 måned, 3 måneder eller Altid.
de: Wähle deinen Analysezeitraum: 1 Woche, 2 Wochen, 1 Monat, 3 Monate oder Gesamter Zeitraum.
es: Elige la ventana de análisis: 1 semana, 2 semanas, 1 mes, 3 meses o todo el historial.
fi: Valitse analyysijakso: 1 viikko, 2 viikkoa, 1 kuukausi, 3 kuukautta tai koko aika.
fr: Choisissez votre fenêtre d’analyse : 1 semaine, 2 semaines, 1 mois, 3 mois ou Tout.
is: Veldu greiningartímabil: 1 vika, 2 vikur, 1 mánuður, 3 mánuðir eða Allur tíminn.
it: Scegli il periodo di analisi: 1 settimana, 2 settimane, 1 mese, 3 mesi o Sempre.
ja: 分析期間を選択します：1 週間、2 週間、1 か月、3 か月、全期間。
ko: 분석 기간을 선택하세요: 1주, 2주, 1개월, 3개월 또는 전체 기간.
nb: Velg analysevindu: 1 uke, 2 uker, 1 måned, 3 måneder eller All tid.
nl: Kies je analyseperiode: 1 week, 2 weken, 1 maand, 3 maanden of alles.
pt_br: Escolha sua janela de análise: 1 semana, 2 semanas, 1 mês, 3 meses ou Todo o período.
ru: Выберите окно анализа: 1 неделя, 2 недели, 1 месяц, 3 месяца или всё время.
sv: Välj analysfönster: 1 vecka, 2 veckor, 1 månad, 3 månader eller hela tiden.
zh_hans: 选择分析窗口：1 周、2 周、1 个月、3 个月或全部时间。

source: Choose Your Own
ar: اختر بنفسك
da: Vælg selv
de: Selbst wählen
es: Elige el tuyo
fi: Valitse oma
fr: Choisissez le vôtre
is: Veldu sjálf/ur
it: Scegli il tuo
ja: 自分で選ぶ
ko: 직접 선택
nb: Velg selv
nl: Kies zelf
pt_br: Escolha o seu
ru: Выберите сами
sv: Välj själv
zh_hans: 自行选择

source: Choosing an AI Provider
ar: اختيار مزوّد الذكاء الاصطناعي
da: Valg af AI-udbyder
de: Einen KI-Anbieter wählen
es: Elegir un proveedor de IA
fi: Tekoälypalvelun valitseminen
fr: Choisir un fournisseur d’IA
is: Að velja gervigreindarþjónustu
it: Scegliere un fornitore di IA
ja: AI プロバイダの選択
ko: AI 제공업체 선택
nb: Velge AI-leverandør
nl: Een AI-aanbieder kiezen
pt_br: Escolhendo um provedor de IA
ru: Выбор ИИ-провайдера
sv: Välja AI-leverantör
zh_hans: 选择 AI 服务商

source: Chronic Training Load — 42-day exponentially weighted average. Represents fitness.
ar: حمل التدريب المزمن — متوسط مرجّح أُسّيًا لـ 42 يومًا. يمثّل اللياقة.
da: Chronic Training Load — eksponentielt vægtet 42-dages gennemsnit. Afspejler form.
de: Chronische Trainingslast — exponentiell gewichteter 42-Tage-Durchschnitt. Steht für die Fitness.
es: Carga de entrenamiento crónica: media ponderada exponencialmente de 42 días. Representa la forma física.
fi: Krooninen harjoituskuormitus — 42 päivän eksponentiaalisesti painotettu keskiarvo. Kuvaa kuntoa.
fr: Charge d’entraînement chronique — moyenne pondérée exponentiellement sur 42 jours. Représente la forme.
is: Langtíma æfingaálag — 42 daga veldisvegið meðaltal. Táknar þrek.
it: Carico di allenamento cronico — media ponderata esponenziale a 42 giorni. Rappresenta la forma fisica.
ja: Chronic Training Load（慢性トレーニング負荷）— 42 日間の指数加重平均。体力を表します。
ko: 만성 훈련 부하 — 42일 지수 가중 평균. 체력을 나타냅니다.
nb: Chronic Training Load — eksponentielt vektet 42-dagers gjennomsnitt. Representerer form.
nl: Chronische trainingsbelasting — exponentieel gewogen gemiddelde over 42 dagen. Staat voor fitheid.
pt_br: Chronic Training Load (carga crônica) — média exponencialmente ponderada de 42 dias. Representa o condicionamento.
ru: Хроническая тренировочная нагрузка — экспоненциально взвешенное среднее за 42 дня. Отражает форму.
sv: Kronisk träningsbelastning — exponentiellt viktat 42-dagarsmedel. Speglar kondition.
zh_hans: 慢性训练负荷 — 42 天指数加权平均。代表体能。

source: Citations resolve to sessions in the last ~30 days only. Older sessions can still be discussed by the AI but won't auto-link.
ar: تُربط الاستشهادات بالجلسات خلال آخر 30 يومًا تقريبًا فقط. لا يزال بإمكان الذكاء الاصطناعي مناقشة الجلسات الأقدم لكنها لن تُربط تلقائيًا.
da: Kildehenvisninger linker kun til sessioner fra de seneste ~30 dage. Ældre sessioner kan stadig diskuteres med AI'en, men linkes ikke automatisk.
de: Quellenverweise werden nur zu Sitzungen der letzten ~30 Tage aufgelöst. Über ältere Sitzungen kann die KI trotzdem sprechen, sie werden aber nicht automatisch verlinkt.
es: Las citas solo enlazan a sesiones de los últimos ~30 días. La IA puede hablar de sesiones más antiguas, pero no se enlazarán automáticamente.
fi: Lähdeviittaukset linkittyvät vain noin viimeisen 30 päivän istuntoihin. Tekoäly voi silti keskustella vanhemmista istunnoista, mutta niihin ei linkitetä automaattisesti.
fr: Les citations renvoient uniquement aux sessions des ~30 derniers jours. Les sessions plus anciennes peuvent toujours être discutées par l’IA, mais ne seront pas liées automatiquement.
is: Tilvísanir tengjast aðeins lotum frá síðustu ~30 dögum. Gervigreindin getur samt rætt eldri lotur en þær tengjast ekki sjálfkrafa.
it: Le citazioni rimandano solo alle sessioni degli ultimi ~30 giorni circa. L'IA può comunque parlare di sessioni più vecchie, ma senza collegamento automatico.
ja: 引用がリンクされるのは過去約 30 日以内のセッションのみです。それより古いセッションも AI と話題にできますが、自動リンクはされません。
ko: 인용은 최근 약 30일 이내의 세션으로만 연결됩니다. 더 오래된 세션도 AI가 다룰 수는 있지만 자동으로 링크되지는 않습니다.
nb: Kildehenvisninger kobles bare til økter fra de siste ~30 dagene. Eldre økter kan fortsatt diskuteres av AI-en, men blir ikke lenket automatisk.
nl: Bronverwijzingen linken alleen naar sessies van de laatste ~30 dagen. Oudere sessies kan de AI nog steeds bespreken, maar die worden niet automatisch gelinkt.
pt_br: As citações remetem apenas a sessões dos últimos ~30 dias. Sessões mais antigas ainda podem ser discutidas pela IA, mas não ganham link automático.
ru: Ссылки ведут только на сессии примерно за последние 30 дней. Более старые сессии ИИ всё равно может обсуждать, но ссылки на них не создаются автоматически.
sv: Källhänvisningar länkas bara till sessioner från de senaste ~30 dagarna. Äldre sessioner kan AI:n fortfarande diskutera, men de länkas inte automatiskt.
zh_hans: 引用只会链接到最近约 30 天内的记录。AI 仍可讨论更早的记录，但不会自动链接。

source: Clean Beats
ar: النبضات السليمة
da: Rene slag
de: Saubere Schläge
es: Latidos limpios
fi: Puhtaat lyönnit
fr: Battements valides
is: Hrein slög
it: Battiti puliti
ja: クリーンな拍
ko: 유효 박동
nb: Rene slag
nl: Schone slagen
pt_br: Batimentos limpos
ru: Чистые удары
sv: Rena slag
zh_hans: 干净心跳

source: Clean data — less than 15% artifacts
ar: بيانات نظيفة — أقل من 15% أخطاء قياس
da: Rene data — under 15 % artefakter
de: Saubere Daten — weniger als 15 % Artefakte
es: Datos limpios: menos del 15 % de artefactos
fi: Puhdas data — alle 15 % artefakteja
fr: Données propres — moins de 15 % d’artéfacts
is: Hrein gögn — minna en 15% truflanir
it: Dati puliti — meno del 15% di artefatti
ja: クリーンなデータ — アーチファクト 15% 未満
ko: 깨끗한 데이터 — 아티팩트 15% 미만
nb: Rene data — under 15 % artefakter
nl: Schone gegevens — minder dan 15% artefacten
pt_br: Dados limpos — menos de 15% de artefatos
ru: Чистые данные — менее 15% артефактов
sv: Rena data — mindre än 15 % artefakter
zh_hans: 干净的数据 — 伪迹少于 15%

source: Clear
ar: مسح
da: Ryd
de: Löschen
es: Borrar
fi: Tyhjennä
fr: Effacer
is: Hreinsa
it: Cancella
ja: 消去
ko: 지우기
nb: Tøm
nl: Wissen
pt_br: Limpar
ru: Очистить
sv: Rensa
zh_hans: 清除

source: Clip it into the armband and wear snugly on your forearm or upper arm
ar: ثبّته في شريط الذراع وارتدِه بإحكام على ساعدك أو أعلى ذراعك
da: Sæt den i armbåndet, og bær den tætsiddende på underarmen eller overarmen
de: Clip ihn in das Armband und trag ihn eng anliegend am Unter- oder Oberarm
es: Engánchalo al brazalete y llévalo ajustado en el antebrazo o la parte superior del brazo
fi: Kiinnitä se käsivarsinauhaan ja pidä tiukasti kyynärvarressa tai olkavarressa
fr: Clipsez-le dans le brassard et portez-le bien ajusté sur l’avant-bras ou le haut du bras
is: Smelltu honum í armbandið og hafðu hann þéttan á framhandlegg eða upphandlegg
it: Aggancialo alla fascia da braccio e indossalo ben aderente sull'avambraccio o sulla parte superiore del braccio
ja: アームバンドに取り付け、前腕または上腕にぴったりと装着します
ko: 암밴드에 끼우고 전완이나 상완에 꼭 맞게 착용하세요
nb: Fest den i armbåndet og bær den tettsittende på underarmen eller overarmen
nl: Klik hem in de armband en draag hem strak om je onderarm of bovenarm
pt_br: Prenda-o na braçadeira e use-o bem ajustado no antebraço ou na parte superior do braço
ru: Вставьте его в нарукавную повязку и плотно наденьте на предплечье или плечо
sv: Fäst den i armbandet och bär den tätt åt på underarmen eller överarmen
zh_hans: 将其卡入臂带，紧贴佩戴在前臂或上臂

source: Cognitive recovery and emotional processing. Your brain consolidates memories, processes emotions, and restores mental function. Target: ~25% of total sleep.
ar: التعافي الذهني والمعالجة العاطفية. يُرسّخ دماغك الذكريات ويعالج المشاعر ويستعيد الوظائف الذهنية. الهدف: نحو 25% من إجمالي النوم.
da: Kognitiv restitution og følelsesmæssig bearbejdning. Din hjerne konsoliderer minder, bearbejder følelser og genopretter mental funktion. Mål: ~25 % af den samlede søvn.
de: Kognitive Erholung und emotionale Verarbeitung. Dein Gehirn festigt Erinnerungen, verarbeitet Emotionen und stellt die geistige Leistungsfähigkeit wieder her. Ziel: ~25 % des Gesamtschlafs.
es: Recuperación cognitiva y procesamiento emocional. Tu cerebro consolida recuerdos, procesa emociones y restaura la función mental. Objetivo: ~25 % del sueño total.
fi: Kognitiivinen palautuminen ja tunteiden käsittely. Aivosi vahvistavat muistoja, käsittelevät tunteita ja palauttavat henkistä toimintakykyä. Tavoite: noin 25 % kokonaisunesta.
fr: Récupération cognitive et traitement émotionnel. Votre cerveau consolide les souvenirs, traite les émotions et restaure les fonctions mentales. Objectif : ~25 % du sommeil total.
is: Hugrænn bati og tilfinningaúrvinnsla. Heilinn festir minningar í sessi, vinnur úr tilfinningum og endurheimtir andlega getu. Markmið: ~25% af heildarsvefni.
it: Recupero cognitivo ed elaborazione emotiva. Il cervello consolida i ricordi, elabora le emozioni e ripristina le funzioni mentali. Obiettivo: ~25% del sonno totale.
ja: 認知の回復と感情の処理。脳が記憶を定着させ、感情を処理し、精神機能を回復させます。目安：総睡眠の約 25%。
ko: 인지 회복과 감정 처리. 뇌가 기억을 정리하고, 감정을 처리하며, 정신 기능을 회복합니다. 목표: 전체 수면의 약 25%.
nb: Kognitiv restitusjon og emosjonell bearbeiding. Hjernen konsoliderer minner, bearbeider følelser og gjenoppretter mental funksjon. Mål: ~25 % av total søvn.
nl: Cognitief herstel en emotionele verwerking. Je hersenen slaan herinneringen op, verwerken emoties en herstellen mentale functies. Doel: ~25% van de totale slaap.
pt_br: Recuperação cognitiva e processamento emocional. Seu cérebro consolida memórias, processa emoções e restaura a função mental. Meta: ~25% do sono total.
ru: Когнитивное восстановление и эмоциональная переработка. Мозг закрепляет воспоминания, перерабатывает эмоции и восстанавливает умственные функции. Цель: ~25% от общего сна.
sv: Kognitiv återhämtning och emotionell bearbetning. Hjärnan befäster minnen, bearbetar känslor och återställer mental funktion. Mål: ~25 % av total sömn.
zh_hans: 认知恢复和情绪处理。你的大脑会巩固记忆、处理情绪并恢复心理功能。目标：约占总睡眠的 25%。

source: Coherent breathing during quick readings
ar: التنفس المتناغم أثناء القراءات السريعة
da: Kohærent vejrtrækning under hurtigmålinger
de: Kohärentes Atmen bei kurzen Messungen
es: Respiración coherente durante las lecturas rápidas
fi: Koherentti hengitys pikamittauksissa
fr: Respiration cohérente pendant les lectures rapides
is: Jöfn öndun í fljótmælingum
it: Respirazione coerente durante le letture rapide
ja: クイック測定中のコヒーレント呼吸
ko: 빠른 측정 중 일정한 호흡
nb: Koherent pust under hurtigmålinger
nl: Coherent ademen tijdens snelle metingen
pt_br: Respiração coerente durante leituras rápidas
ru: Когерентное дыхание во время быстрых измерений
sv: Koherent andning under snabbmätningar
zh_hans: 快速读数时的协调呼吸

source: Collect HRV data from your Polar device
ar: اجمع بيانات HRV من جهاز Polar
da: Indsaml HRV-data fra din Polar-enhed
de: HRV-Daten mit deinem Polar-Gerät erfassen
es: Recoge datos de HRV de tu dispositivo Polar
fi: Kerää HRV-tietoja Polar-laitteestasi
fr: Collectez des données HRV depuis votre appareil Polar
is: Safnaðu HRV-gögnum frá Polar tækinu þínu
it: Raccogli dati HRV dal tuo dispositivo Polar
ja: Polar デバイスから HRV データを収集します
ko: Polar 기기에서 HRV 데이터 수집
nb: Samle inn HRV-data fra Polar-enheten din
nl: Verzamel HRV-gegevens van je Polar-apparaat
pt_br: Colete dados de VFC do seu dispositivo Polar
ru: Сбор данных ВСР с вашего устройства Polar
sv: Samla in HRV-data från din Polar-enhet
zh_hans: 从你的 Polar 设备采集 HRV 数据

source: Color Theme
ar: سمة اللون
da: Farvetema
de: Farbthema
es: Tema de color
fi: Väriteema
fr: Thème de couleur
is: Litaþema
it: Tema colore
ja: カラーテーマ
ko: 색상 테마
nb: Fargetema
nl: Kleurthema
pt_br: Tema de cor
ru: Цветовая тема
sv: Färgtema
zh_hans: 颜色主题

source: Comeback Mode
ar: وضع العودة
da: Comeback-tilstand
de: Comeback-Modus
es: Modo regreso
fi: Paluutila
fr: Mode retour
is: Endurkomuhamur
it: Modalità rientro
ja: カムバックモード
ko: 복귀 모드
nb: Comeback-modus
nl: Comeback-modus
pt_br: Modo retorno
ru: Режим возвращения
sv: Comeback-läge
zh_hans: 回归模式

source: Comeback mode does not lower the bar for your score — it just changes which signals count toward it. You can still get a high or low score in comeback, based on your HRV and sleep.
ar: وضع العودة لا يخفّض المعيار لنتيجتك — بل يغيّر فقط الإشارات التي تُحتسب فيها. لا يزال بإمكانك الحصول على نتيجة مرتفعة أو منخفضة في وضع العودة، بناءً على HRV والنوم لديك.
da: Comeback-tilstand sænker ikke barren for din score — den ændrer bare, hvilke signaler der tæller med. Du kan stadig få en høj eller lav score i comeback, baseret på din HRV og søvn.
de: Der Comeback-Modus senkt nicht die Messlatte für deinen Wert — er ändert nur, welche Signale einfließen. Auch im Comeback-Modus kannst du je nach HRV und Schlaf einen hohen oder niedrigen Wert erhalten.
es: El modo regreso no rebaja el listón de tu puntuación: solo cambia qué señales cuentan. En modo regreso puedes seguir obteniendo una puntuación alta o baja, según tu HRV y tu sueño.
fi: Paluutila ei laske pisteidesi rimaa — se vain muuttaa, mitkä signaalit vaikuttavat niihin. Voit silti saada paluutilassa korkeat tai matalat pisteet HRV:si ja unesi perusteella.
fr: Le mode retour n’abaisse pas l’exigence de votre score — il change seulement les signaux qui y contribuent. Vous pouvez toujours obtenir un score élevé ou bas en mode retour, selon votre HRV et votre sommeil.
is: Endurkomuhamur lækkar ekki kröfurnar fyrir stigin þín — hann breytir bara hvaða merki telja til þeirra. Þú getur samt fengið há eða lág stig í endurkomu, byggt á HRV og svefni.
it: La modalità rientro non abbassa l'asticella del punteggio: cambia solo quali segnali contano. Anche in modalità rientro puoi ottenere un punteggio alto o basso, in base a HRV e sonno.
ja: カムバックモードはスコアの基準を下げるものではありません — スコアに反映されるシグナルを変えるだけです。カムバックモード中でも、HRV と睡眠に基づいて高いスコアも低いスコアも出ます。
ko: 복귀 모드는 점수 기준을 낮추지 않습니다 — 어떤 신호를 점수에 반영할지만 바꿉니다. 복귀 모드에서도 HRV와 수면에 따라 높거나 낮은 점수가 나올 수 있습니다.
nb: Comeback-modus senker ikke listen for scoren din — den endrer bare hvilke signaler som teller med. Du kan fortsatt få høy eller lav score i comeback, basert på HRV og søvn.
nl: De comeback-modus verlaagt de lat voor je score niet — hij verandert alleen welke signalen meetellen. Je kunt in comeback nog steeds een hoge of lage score krijgen, op basis van je HRV en slaap.
pt_br: O modo retorno não diminui a exigência da sua pontuação — ele apenas muda quais sinais contam para ela. Você ainda pode ter uma pontuação alta ou baixa no modo retorno, com base na sua VFC e no seu sono.
ru: Режим возвращения не снижает планку для вашей оценки — он лишь меняет, какие сигналы в неё входят. В этом режиме оценка всё равно может быть высокой или низкой в зависимости от ВСР и сна.
sv: Comeback-läget sänker inte ribban för din poäng — det ändrar bara vilka signaler som räknas. Du kan fortfarande få hög eller låg poäng i comeback-läget, baserat på din HRV och sömn.
zh_hans: 回归模式不会降低你评分的标准 — 它只是改变哪些信号计入评分。在回归模式下，你仍可能根据 HRV 和睡眠获得高分或低分。
